<template>
  <div class="hello">
    <p class="head">欢迎您访问猪队友语音！注册前请仔细阅读以下协议内容：

本陪练注册协议（以下简称“本协议”）是由用户（“您”）与猪队友语音提供的服务所订立的相关权利和义务的规范，本服务条款对您和猪队友语音均具有法律约束力。猪队友语音发布的相关政策、规定构成本协议的一部分，您须同时遵守。</p>

<p>第一条 总则</p>
<p>
1、你方根据我方注册要求及规则，在我方合法经营的猪队友语音上申请成为陪练，为该平台用户提供陪练、代练以及相关服务。
<br>
2、签署本协议前，你方已充分了解我方之各项规则及要求，并且有条件及有能力履行陪练职责及义务。
<br>
3、你方承诺并声明在为我方提供服务时符合所在地法律的相关规定，不得以履行本协议名义从事其他违反中国及所在地法律规定的行为。
<br>
4、你方与我方不构成任何劳动法律层面的雇佣、劳务关系。
</p>
<p>第二条 我方权利义务</p>
<p>
1、我方有权制定平台运营制度及对陪练的管理规则，有权对你方进行管理和监督，有权根据运营情况对相应规则做出调整或变更。
<br>
2、我方有权对你方进行考察、评判，以确立（取消）对你方的奖励或处罚（取消陪练资格）。
<br>
3、我方有权对你方的服务提出改进建议和意见。
<br>
4、我方负责提供平台技术服务支持，同时负责平台收益分成结算（若有）。
</p>
<p>第三条 你方权利义务</p>
<p>
1、你方须年满16周岁（未成年人须在家长陪同下签约）。
<br>
2、你方自己承担支持游戏的设备。
<br>
3、你方均需要接受资格考核后可接单，请主动提交平台所需的考核信息。
<br>
4、你方须保证对用户态度友好，不得做出任何有损自己或猪队友语音形象、利益的行为，遭到投诉且查实为接单方责任记警告一次，多次警告会进行降权处理。
<br>
5、你方请在接单10分钟内联系派单方，开始陪练（时间以接单开始计时）。
<br>
6、你方接单后必须完成派单方指定的局数或时间，否则派单方有权投诉撤销订单。
7、因维护或其他因素造成接单者无法按时完成订单的情况引发纠纷，你方需提供相关证据到客服，并退还陪练费用
<br>
8、你方如需终止订单请及时与派单方协商。陪练接单后，必须按订单要求和规定的时间来完成订单，不支持任何理由提出撤销，否则将被警告降权。
如因派单方原因无法及时开始订单，请提交证据截图给客服后申请无赔付撤销
<br>
9、陪玩过程中，由派单方个人原因退单，派单方须根据你方完成进度结算费用。
<br>
10、你方承诺：不得使用猪队友语音陪练系统从事涉黄、反动等违法违纪的任何活动。不得以游戏陪练为幌子，从事暴力、传销、推销、鼓动诱导性营销等活动。如果你方违反上述承诺，我方有权单方面扣除你方部分或全部收益，情节严重者我方有权随时单方面解除本协议并举报到相关法律机关。
</p>
<p>第四条 报酬及支付</p>
<p>
1、以你方为平台用户提供陪练服务为前提：
<br>
用户可对你方的陪练、代练以及相关行为进行消费，以虚拟币计价（1虚拟币=1人民币/元），我方就你方收到的虚拟币兑换成人民币做为支付你方报酬的基准；收到虚拟币24小时后，你方可以申请提现，我方将在10个工作日内发起结算流程。报酬支付以你方申请提现为前提，具体数额以你方申请提现数额为准。
<br>
2、你方所获得的报酬应当缴纳的税金由我方根据国家相关法律法规代扣代缴（起征点800元人民币），仅将税后金额支付于你方于陪练申请页面上填写的银行或支付宝账户中。
<br>
3、你方保证填写账户信息正确、真实、有效，如因账户信息造成我方的任何支付错误，由你方独自承担责任。同时，若你方需要变更帐户信息，需及时书面通知我方，新账户信息由你方提交申请且经我方审核通过后下一个结算日生效。
</p>
<p>第五条 保密制度</p>
<p>
1、你方应严格遵守我方的保密制度，承诺无限期保守我方的商业秘密。
<br>
商业秘密是指由我方提供的、或者你方在双方合作期间了解到的、或者我方对第三方承担保密义务的，与我方业务有关的，能为我方带来经济利益，具有实用性的、非公知的所有信息，包括（但不限于）：技术信息、经营信息和与我方行政管理有关的信息和文件（含本协议及相关协议内容）。
<br>
2、你方应严格遵守本协议，未经我方书面授权或同意，对我方的商业秘密不得：
<br>
（1）以任何方式向第三方或不特定的公众进行传播、泄露；
<br>
（2）为非本协议的目的而使用我方的商业秘密。
</p>
<p>第六条 协议的变更、解除、终止</p>
<p>
1、我方有权在必要时变更、终止、中止本协议，并在相关页面进行通知。本协议条款变更后，如你方继续为平台用户提供陪练、代练以及相关服务，即视为你方已接受变更后的协议。
<br>
2、双方就解除本协议协商一致即可终止协议。
<br>
3、你方有下列情形之一，我方可以立即解除本协议，不需要提前通知：
<br>
（1）我方发现你方违反对本协议所做的声明；
<br>
（2）因你方个人行为直接或间接给对我方利益造成重大损害的；
<br>
（3）违反国家法律法规的；
<br>
（4）违反本协议规定的其它义务。
<br>
4、由于本协议第六条第1、2款造成的协议解除、终止，如你方帐号中尚未结算报酬大于等于人民币壹佰元，我方按本协议第四条规定与你方结算报酬；如你方账号中尚未结算报酬小于人民币壹佰元，我方不再与你方就尚未结算报酬进行结算。
<br>
5、由于本协议第六条第3款造成的协议解除、终止，我方有权扣除你方账号中尚未结算的全部报酬。
</p>
<p>第七条 违约责任</p>
<p>
1、任何由于你方声明不实或违反其声明承诺事项导致他方向我方提起诉讼、索赔之后果，你方将承担我方因此产生的费用、损失及赔偿，其中包括我方为诉讼支付的有关费用及律师费。
<br>
2、违反本协议保密条款给我方造成的任何损失，你方应承担经济赔偿责任。
<br>
3、若你方提供的服务不符合我方的要求，我方有权不予支付相关报酬。
</p>
<p>第八条 争议处理</p>

<p>因履行本协议而产生的任何争议，双方均应本着友好协商的原则加以解决。协商解决未果，任何一方均可以提请北京高手互娱网络技术股份有限公司住所地有管辖权的人民法院诉讼解决。</p>

<p>第九条 其他</p>
<p>
1、本协议未尽事宜，或与国家、地方有关规定相悖的，按有关规定执行。
<br>
2、本协议签订地：北京市朝阳区。
</p>
<p>*猪队友语音版权人北京高手互娱网络技术股份有限公司对本陪练注册协议的各项内容拥有最终解释权及修改权。</p>

  </div>
</template>

<script>
export default {
  name: 'statement',
  data () {
    return {
      
    }
  },
  computed:{

  },
  created(){
     
  },
  methods:{
    
  }
}
</script>

<!-- Add "scoped" attribute to limit CSS to this component only -->
<style lang='less' scoped>
.hello{
  padding: .25rem;
  .head{
    color: #333333
  }
  p{
    color: #666666;
    font-size: .14rem;
  }
}


</style>
