<template>
  <div class="hello">
1：您理解并同意，本应用并非银行或金融机构，无法提供资金即时到账服务，您认可资金于途中流转需要合理时间。为保证资金安全本应用设置单次提现需200以上，每日最多体现1000元。
2：您使用本应用服务期间，本应用无须对为您保管、代收或代付款项的货币贬值、汇率损失和利息损失及其他风险担责，并且本应用无须向您支付此等款项的任何孳息。
3：当您使用本应用时，如您未遵守法律法规、本协议及相关操作提示和业务规则，由此造成的风险和损失由您自行承担，本应用不向您承担任何风险和损失。您在开户之日起6个月内无交易记录的，本应用有权暂停对您的所有服务，待重新核实身份后，可以恢复服务。
4：您使用本应用时，应当仔细确认交易及其金额后进行支付。本应用有权根据您的指令扣划资金给收款人，届时您不应以未在交易单据中签名、签名不符、非本人意愿交易等原因要求本应用退款或承担其他责任。
5：当您使用本应用时，如您未遵守法律法规、本协议及相关操作提示和业务规则，由此造成的风险和损失由您自行承担，本应用不向您承担任何风险和损失。您在开户之日起6个月内无交易记录的，本应用有权暂停对您的所有服务，待重新核实身份后，可以恢复服务。
6：您使用本服务时，应当仔细确认交易及其金额后进行支付。本应用有权根据您的指令扣划资金给收款人，届时您不应以未在交易单据中签名、签名不符、非本人意愿交易等原因要求本应用退款或承担其他责任。
7：您对使用本应用服务过程中发出指令的合法性、真实性、完整性及有效性承担全部责任，本应用依照您的指令进行操作的一切风险由您自行承担。您认可本服务的相关交易信息均以本应用系统记录的为准。
8：您应按照本应用的要求完善您的身份信息以最终达到实名认证， 否则您可能会受到提现和（或）支付的限制，且本应用有权对您的应用支付账户暂停收付款，直至您达到实名认证的标准。
<!-- <p>本协议由超神科技保留最终解释权。</p> -->

  </div>
</template>

<script>
export default {
  name: 'termsOfPayment',
  data () {
    return {
      
    }
  },
  computed:{

  },
  created(){
     
  },
  methods:{
    
  }
}
</script>

<!-- Add "scoped" attribute to limit CSS to this component only -->
<style lang='less' scoped>
.hello{
  padding: .25rem;
  .head{
    color: #333333
  }
  p{
    color: #666666;
    font-size: .14rem;
  }
}


</style>
