<template>
  <div class="hello">
    <p class="head">欢迎您访问猪队友语音！注册前请仔细阅读以下协议内容：

本用户注册协议（以下简称“本协议”）是由用户（以下简称“您”）与猪队友语音就本应用提供的服务所订立的相关权利和义务的规范，本服务条款对您和猪队友语音均具有法律约束力。本应用发布的相关政策、规定构成本协议的一部分，您须同时遵守。</p>

一、使用说明：
1、 本应用为您提供交流沟通和参与互动的平台服务。
2、 猪队友语音将根据本协议规定对您的注册信息进行严格保密。如您认为本应用超越了正常服务范畴使用了您的个人信息，请立即与管理员联系，本应用将核实纠正。
3、 鉴于“猪队友语音”账号的绑定注册方式，您同意超神科技在注册时将使用您提供的手机号码以及自动提取您的手机设备识别码等信息用户注册。
4、 同时，为了准确优质地向您提供服务，请确保：
        1）注册资料的真实、准确、详尽；
        2）注册信息如有变更，请及时更新。
5、 因本应用的扩展或者服务深化，本协议可能会不时更新，请予以关注，您需同时认可更新的协议对您的约束力。

二、注册用户权利：
1. 猪队友语音遵守国家法律法规，保护每一位注册用户的合法权利，公平对待每一位注册用户，所有用户一律平等。
2. 猪队友语音尊重用户的肖像权及对发布内容的所有权，未经您的同意，猪队友语音将不用作任何商业用途。
4. 猪队友语音尊重用户的隐私权，您的个人信息只有在下述情况中部分或全部被披露： 
    1) 经您同意，向第三人披露。 
    2) 您与任何第三人产生权利纠纷，为便于双方处理纠纷而作的相应披露。
    3) 根据法律的有关规定，或者行政或司法机构的要求，向第三人或者行政、司法机构披露。 
    4) 如果您出现违反中国有关法律或者政策的情况，需要向第三方披露。 
    5) 为提供你所要求的产品或服务，而必须和第三方分享的您的个人信息。
    6) 其他本应用根据法律或者政策认为合适的披露。

三、注册用户义务：
1. 用户名、昵称和头像的注册与使用应符合网络道德，遵守中华人民共和国的相关法律法规；用户名、昵称和头像中不能含有威胁、淫秽、漫骂、非法、侵害他人权益或者可能让人产生上述联想的的文字或图片。
2. 注册成功后，您必须保护好自己的帐号和密码，因您本人泄露而造成的任何损失由会员本人负责。同时，通过您的个人账户在本应用上发生的所有活动产生的责任，应由您承担。
3. 原则上，您仅可以注册一个账户，对于您恶意超出数量注册的账户，本应用有权予以封闭，造成的任何损失或责任，应由您自行承担。
4. 您不得冒充他人注册本应用，也不得盗用他人帐号，如有该行为，造成的任何法律责任将由您自行承担。
5. 您须对在本应用的活动及发布内容持客观和公正的态度并不得发布含有有损猪队友语音形象或违反相关活动精神的内容。
6.您理解并同意，本应用并非银行或金融机构，无法提供资金即时到账服务，您认可资金于途中流转需要合理时间。为保证资金安全本应用设置单次提现需200以上，每日最多体现1000元。

7.您使用本应用服务期间，本应用无须对为您保管、代收或代付款项的货币贬值、汇率损失和利息损失及其他风险担责，并且本应用无须向您支付此等款项的任何孳息。
8.当您使用本应用时，如您未遵守法律法规、本协议及相关操作提示和业务规则，由此造成的风险和损失由您自行承担，本应用不向您承担任何风险和损失。您在开户之日起6个月内无交易记录的，本应用有权暂停对您的所有服务，待重新核实身份后，可以恢复服务。
9.您使用本服务时，应当仔细确认交易及其金额后进行支付。本应用有权根据您的指令扣划资金给收款人，届时您不应以未在交易单据中签名、签名不符、非本人意愿交易等原因要求本应用退款或承担其他责任。
10.您对使用本应用服务过程中发出指令的合法性、真实性、完整性及有效性承担全部责任，本应用依照您的指令进行操作的一切风险由您自行承担。您认可本服务的相关交易信息均以本应用系统记录的为准。
11.您应按照本应用的要求完善您的身份信息以最终达到实名认证， 否则您可能会受到提现和（或）支付的限制，且本应用有权对您的应用支付账户暂停收付款，直至您达到实名认证的标准。

12.您不得利用本应用进行违法犯罪、危害国家安全、泄露国家秘密、侵犯他人合法权益的活动并不得利用本应用制作、复制和传播下列信息： 
    1) 煽动抗拒、破坏宪法和法律、行政法规实施的； 
    2) 煽动颠覆国家政权，推翻社会主义制度的； 
    3) 煽动分裂国家、破坏国家统一的； 
    4) 煽动民族仇恨、民族歧视，破坏民族团结的； 
    5) 捏造或者歪曲事实，散布谣言，扰乱社会秩序的； 
    6) 宣扬封建迷信、淫秽、色情、赌博、暴力、凶杀、恐怖、教唆犯罪的； 
    7) 公然侮辱他人或者捏造事实诽谤他人的，或者进行其他恶意攻击的； 
    8) 侵犯任何个人或实体的隐私、肖像权、版权、商标权、合同权利或其他任何合法权利的；
    9) 损害国家机关信誉的； 
    10) 含有病毒的；
    11) 含有商业广告的；
    12) 其他违反宪法、法律或行政法规的信息。 
13.对于转载的信息，请您写明转载和出处，标明作者，尊重作者的版权。
14.未经本应用的授权或许可，任何注册会员不得借用本应用的名义从事任何商业活动，也不得将本应用作为从事商业活动的场所、平台或其他任何形式的媒介；禁止将本应用用作从事各种非法活动的场所、平台或者其他任何形式的媒介。
15.对侵害猪队友语音或猪队友语音用户权益的信息，请向管理员举报。
对于本应用禁止发布的内容，一经发现，本应用有权将其进行编辑或者直接删除，如有触犯法律的行为，将移送司法机关处理。
16.您同意，对于您通过微信支付发生的交易，您授权本应用按照您与您的交易对象之间的协议及其制定并发布的规则进行处理。同时，您授权本应用有权从第三方获取您的相关信息（包括但不限于交易商品描述、物流信息、行为信息、账户相关信息等）以用于验证交易的真实性和合法性。



四、 知识产权：  
1、 本应用上的所有内容，如商标、文字、图片、标识、广告都是猪队友语音或者其内容提供者的排他性财产，您不可以未经授权擅自使用，同时，这些内容不可以被用于任何可能引起用户对猪队友语音的服务引起混淆或者贬低的商品或者服务上。
2、 未经猪队友语音书面同意，您不可以用任何方式对本应用内容进行修改，也不可复制、下载本应用网页内容、数据、信息进行转售或商业利用。

五、 免责条款：
1、 虽然本应用已将所有信息和资料进行过认真编辑与审查，但是仍然可能存在错误或不准确的信息。本应用不保证以下各项：信息和资料中包含的功能将不受干扰或没有错误；信息和资料将符合用户的特定要求；缺陷将被纠正；本应用或提供本应用的服务器没有病毒或其它有害成分；通过本应用传送的讯息将能维持保密。就本应用中信息和资料的正确性、准确性、可靠性或其它方面而言，猪队友语音概不对本应用中的信息和资料的使用或使用后果做出任何保证。 
2、 对于因病毒、系统缺陷、人对计算机系统的作为或不作为、电话线、硬件、软件、程序出错或其它由于使用本应用而引起的计算机传输或网络连接错误、失败或延迟造成的损害，本应用也不承担责任，即便这些损害是由于用户登陆或使用本应用。猪队友语音不保证本应用的使用是持续的、不中断的或安全的。 
3、 由于您的的保管疏忽导致帐号、密码遭他人非法使用。猪队友语音不承担任何法律责任。 
4、 猪队友语音对本应用任何可能含有的第三方的内容、隐私权政策或操作不享有控制权，亦不承担任何责任。此外，猪队友语音亦无法审查或编辑任何第三方的相关内容。猪队友语音概不负责因您使用本应用上连接的第三方所产生的任何全部责任。因此，我们希望您留意自己何时离开本应用并阅读您所访问的任一其他应用的使用条款与隐私权政策。


六、 其他：
1、 本协议的订立、执行、解释及争议解决均适用中华人民共和国法律（不包括香港、澳门、台湾地区）。本协议条款具有可分性，部分无效不影响其它部分效力。
2、 如果您是本应用的注册用户，本协议条款将对您持续有效，有效期至您注销或者被关闭账户后，但知识产权相关条款在此后继续有效。
3、 如有任何争议，应先友好协商解决，协商不成，应提交北京仲裁委员会仲裁。





<p>本协议由超神科技保留最终解释权。</p>

  </div>
</template>

<script>
export default {
  name: 'userAgreement',
  data () {
    return {
      
    }
  },
  computed:{

  },
  created(){
     
  },
  methods:{
    
  }
}
</script>

<!-- Add "scoped" attribute to limit CSS to this component only -->
<style lang='less' scoped>
.hello{
  padding: .25rem;
  .head{
    color: #333333
  }
  p{
    color: #666666;
    font-size: .14rem;
  }
}


</style>
